import os

class Config:
    # -------------------------------------------------------------
    API_ID=8389433 #ʏᴏᴜʀ ᴀᴘɪ ɪᴅ
    # -------------------------------------------------------------
    API_HASH="91fb4b00cc1c0338cb35e0109f438dfc" #ʏᴏᴜʀ ᴀᴘɪ ʜᴀsʜ ɪᴅ
    # -------------------------------------------------------------
    TOKEN="7882504909:AAGzpvzNyplT0t4HfnX7U7mKPNAZxXpBzhA" #ʏᴏᴜʀ ʙᴏᴛ ᴛᴏᴋᴇɴ
    # -------------------------------------------------------------
    SUDO = list(int(i) for i in os.environ.get("SUDO", "7291963092").split(" "))
    # -------------------------------------------------------------
    BOT_ID=7882504909 #ʏᴏᴜʀ ʙᴏᴛ ɪᴅ ( @MissRose_bot) ʜɪɴᴛ ( /id @Superbot)
    # -------------------------------------------------------------
    BOT_USERNAME="LevisXmusic_bot" #ʏᴏᴜʀ ʙᴏᴛ ᴜsᴇʀɴᴀᴍᴇ ᴡʜɪᴛᴏᴜᴛ @
    # -------------------------------------------------------------
    BOT_NAME="Levis Lab" #ʏᴏᴜʀ ʙᴏᴛ ɴᴀᴍᴇ
    # -------------------------------------------------------------
